Repository: 0ChanAk/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: bg, cs, da, it, sl

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
bg: Това свойство е временно спряно, докато правим промени по сайта. Моля, проверете отново малко по-късно.
cs: Tato funkce je dočasně zakázána, protože provádíme údržbu webu. Zkuste to prosím o chvíli později.
da: Denne funktion er midlertidig ude af drift mens vi udfører vedligeholdelse af webstedet. Prøv igen lidt senere.
it: Questa funzione è momentaneamente disattivata per dei lavori di manutenzione. Riprovare più tardi.
sl: Ta funkcija je trenutno onemogočena, ker teče spletno vzdrževanje. Prosimo, preverite znova malo kasneje.

source: App installation not allowed
bg: Инсталирането на приложението не е разрешено
it: Installazione app non consentita
sl: Namestitev aplikacije ni dovoljena

source: App manifest is malformed
bg: manifest-ът на приложението е форматиран грешно
it: Il manifesto di questa app ha un formato non corretto
sl: Manifest za aplikacijo ima napačno obliko

source: App host could not be reached
bg: Хостът на приложението не е достъпен
it: L'host per questa app non è raggiungibile
sl: Strežnik za aplikacije ni dosegljiv

source: App manifest is unparsable
bg: manifest-ът на приложението е нечетяем
it: Il manifesto di questa app non può essere analizzato
sl: Manifesta za aplikacijo ni mogoče razčleniti

source: App manifest is invalid
bg: manifest-ът на приложението е невалиден
it: Il manifesto di questa app non è valido
sl: Manifest za aplikacijo je neveljaven

source: Unknown error
bg: Неизвестна грешка
it: Errore sconosciuto
sl: Neznana napaka

source: App installation failed
bg: Инсталацията на приложението се провали
it: Installazione app non riuscita
sl: Namestitev aplikacije ni uspela

source: This system does not support installing apps
bg: Тази система не поддържа инсталация на приложения
it: Questo sistema non supporta l'installazione di app
sl: Ta sistem ne podpira nameščanja aplikacij

source: Accept and Install
bg: Приеми и инсталирай
cs: Souhlasím a instalovat
da: Accepter og installer
it: Accetta e installa
sl: Sprejmi in namesti

source: Add to {0}
bg: Добави към {0}
cs: Přidat do aplikace {0}
da: Føj til {0}
it: Aggiungi a {0}
sl: Dodaj v {0}

source: Download Now
bg: Свали сега
cs: Stáhnout
da: Download nu
it: Scarica ora
sl: Prenesi zdaj

source: Install for {0} anyway
bg: Инсталирай за {0} така или иначе
cs: Přesto nainstalovat do aplikace {0}
da: Installer til {0} alligevel
it: Installa comunque per {0}
sl: Namesti vseeno za {0}

source: Download for {0} anyway
bg: Свали за {0} така или иначе
cs: Přesto stáhnout pro aplikaci {0}
da: Download til {0} alligevel
it: Scarica comunque per {0}
sl: Prenesi vseeno za {0}

source: Not available for your platform
bg: Не е налично за платформата ви
cs: Není dostupné pro vaši platformu
da: Er ikke tilgængelig til din platform
it: Non disponibile per la tua piattaforma
sl: Ni na voljo za vašo platformo

source: May be incompatible with {0} {1}
bg: Може да е несъвместимо с {0}{1}
it: Potrebbe essere non compatibile con {0}{1}
sl: Lahko da ni združljiv z {0} {1}

source: Not available for {0} {1}
bg: Не е налично за {0} {1}
cs: Není dostupné pro {0} {1}
da: Er ikke tilgængelig til {0} {1}
it: Non disponibile per {0} {1}
sl: Ni na voljo za {0} {1}

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
bg: Съжаляваме, трябва да имате Mozilla-базиран браузър (като Firefox), за да инсталирате търсеща добавка.
cs: Omlouváme se, ale pro instalaci vyhledávacího modulu potřebujete prohlížeč postavený na Mozille (jako například Firefox).
da: Beklager, du behøver en Mozilla-baseret browser (såsom Firefox) for at installere et søge-plugin.
it: Bisogna utilizzare un browser, come Firefox, basato su Mozilla per installare un plugin di ricerca.
sl: Za namestitev vstavka za iskanje žal potrebujete brskalnik na osnovi Mozille (kot je Firefox).

source: Loading...
bg: Зареждане...
cs: Probíhá načítání...
da: Indlæser...
it: Caricamento…
sl: Nalaganje...

source: <b>{0}</b> character left.
bg: остава <b>{0}</b> знак.
cs: Zbývá <b>{0}</b> znak.
da: <b>{0}</b> tegn tilbage.
it: <b>{0}</b> carattere disponibile.
sl: ostal <b>{0}</b> znak.

source: {0} star
bg: {0} звезда
cs: {0} hvězdička
da: {0} stjerne
it: {0} stella
sl: {0} zvezdica

source: Remove this localization
bg: Премахни тази локализация
cs: Odebrat lokalizaci
it: Rimuovi questa localizzazione
sl: Odstrani to lokalizacijo

source: Install App
bg: Инсталирай приложението
it: Installa app
sl: Namesti aplikacijo

source: Flagged for review
bg: Отбелязана за преглед
cs: Označeno na kontrolu
it: Segnalato per revisione
sl: Označeno za pregled

source: Your input is required
bg: Моля, въведете нещо тук
cs: Je vyžadována vaše akce
da: Dit input er påkrævet
it: È richiesto un inserimento
sl: Potreben je vaš vnos

source: Marked for deletion
bg: Отбелязан за изтриване
cs: Označeno pro smazání
da: Markeret til sletning
it: Segnalato per eliminazione
sl: Označeno za brisanje

source: clear recently viewed
bg: изтрий последно гледаните
cs: vymazat seznam zobrazených
da: ryd Vist for nylig
it: elimina visti di recente
sl: počisti nedavno gledano

source: Adding to Favorites&hellip;
bg: Добавяне към Любими&hellip;
cs: Přidání k oblíbeným&hellip;
da: Føjer til favoritter&hellip;
it: Aggiunta ai Preferiti in corso&hellip;
sl: Dodajanje med priljubljene&hellip;

source: Removing Favorite&hellip;
bg: Премахване от Любими&hellip;
cs: Odebrání z oblíbených&hellip;
da: Fjerner fra favoritter&hellip;
it: Eliminazione preferito&hellip;
sl: Odstranjevanje iz priljubjenih&hellip;

source: Add to Favorites
bg: Добави към Любими
cs: Přidat k oblíbeným
da: Føj til favoritter
it: Aggiungi a Preferiti
sl: Dodaj med priljubljene

source: Remove from Favorites
bg: Премахни от Любими
cs: Odebrat z oblíbených
da: Fjern fra favoritter
it: Elimina da Preferiti
sl: Odstrani iz priljubljenih

source: Pending
bg: Чакащ
cs: Čekající
it: In attesa
sl: Na čakanju

source: Add a comment
bg: Добавяне на коментар
cs: Přidat komentář
da: Tilføj en kommentar
it: Aggiungi un commento
sl: Dodaj komentar

source: Comment
bg: Коментар
cs: Komentář
da: Kommentar
it: Commenta
sl: Komentar

source: Remove this add-on from the collection
bg: Премахни тази добавка от колекцията
cs: Odebrat tento doplněk z kolekce
da: Fjern denne tilføjelse fra samlingen
it: Rimuovi questo componente aggiuntivo dalla raccolta
sl: Odstrani ta dodatek iz zbirke

source: Remove
bg: Премахни
cs: Odebrat
da: Fjern
it: Elimina
sl: Odstrani

source: Remove this user as a contributor
bg: Премахни този потребител като допринесъл
cs: Odebrat tohoto uživatele z přispěvatelů
da: Fjern denne bruger som bidragyder
it: Elimina questo utente da collaboratore
sl: Odstranite tega uporabnika kot sodelavca

source: An email address is required.
bg: Нужен е имейл адрес.
cs: E-mailová adresa je vyžadována.
da: En mailadresse er påkrævet.
it: È necessario un indirizzo email.
sl: Zahteva se e-naslov.

source: You have already added that user.
bg: Вече сте добавили този потребител.
cs: Již jste tohoto uživatele přidali.
da: Du har allerede tilføjet den bruger.
it: Questo utente è stato già aggiunto.
sl: Tega uporabnika ste že dodali.

source: Add to favorites
bg: Добави в любими
cs: Přidat k oblíbeným
da: Føj til favoritter
it: Aggiungi ai preferiti
sl: Dodaj med priljubljene

source: Remove from favorites
bg: Премахни от любими
cs: Odebrat z oblíbených
da: Fjern fra favoritter
it: Elimina dai preferiti
sl: Odstrani iz priljubljenih

source: Follow this Collection
bg: Следвай тази колекция
cs: Sledovat kolekci
da: Følg denne samling
it: Segui questa raccolta
sl: Zasleduj to zbirko

source: Stop following
bg: Спри да следваш
cs: Ukončit sledování
da: Stop med at følge
it: Non seguire più
sl: Nehaj zasledovati

source: All
bg: Всички
cs: Vše
da: Alle
it: Tutto
sl: Vsi

source: Password strength:
bg: Надежност на паролата:
cs: Síla hesla:
da: Adgangskodens styrke:
it: Complessità password:
sl: Moč gesla:

source: At least {0} character left.
bg: Остава поне {0} знак.
cs: Zbývá {0} znak.
da: Mindst {0} tegn tilbage.
it: Almeno {0} carattere ancora disponibile.
sl: Ostal najmanj {0} znak.

source: Search personas for <b>{0}</b>
bg: Търи декорации за <b>{0}</b>
it: Cerca tema Persona per <b>{0}</b>
sl: Iščite po personah za <b>{0}</b>

source: Search apps for <b>{0}</b>
bg: Търси приложения за <b>{0}</b>
cs: Vyhledávání aplikací pro <b>{0}</b>
da: Søg i apps efter <b>{0}</b>
it: Cerca app per <b>{0}</b>
sl: Iščite po aplikacijah za <b>{0}</b>

source: Search add-ons for <b>{0}</b>
bg: Търси добавки за <b>{0}</b>
cs: Vyhledávání doplňků pro <b>{0}</b>
da: Søg i tilføjelser efter <b>{0}</b>
it: Cerca componenti aggiuntivi per <b>{0}</b>
sl: Iščite po dodatkih za <b>{0}</b>

source: Category
bg: Категория
cs: Kategorie
da: Kategori
it: Categoria
sl: Kategorija

source: Admins and editors must provide a password to log in.
bg: Админите и редакторите трябва дапредоставят парола, за да влязат.
cs: Správci a editoři musí pro přihlášení použít heslo.
da: Administratorer og redaktører skal angive en adgangskode for at logge ind.
it: Amministratori e revisori devono fornire una password per accedere.
sl: Administratorji in uredniki za prijavo potrebujejo geslo.

source: BrowserID login failed. Maybe you don't have an account under that email address?
bg: BrowserID влизането се провали. Може би нямата акаунт с този имейл адрес?
cs: Přihlášení pomocí BrowserID selhalo. Máte účet s touto e-mailovou adresou?
da: Log ind med BrowserID mislykkedes. Måske har du ikke en konto under denne mailadresse?
it: Login BrowserID non riuscito. Forse non hai un account con questo indirizzo email?
sl: Prijava z BrowserID ni uspela. Morda računa nimate pod tem email naslovom?

source: Internal server error
bg: Вътрешна сървърна грешка
cs: Interní chyba serveru
da: Intern serverfejl
it: Errore interno del server
sl: Notranja napaka strežnika

source: This theme is incompatible with your version of {0}
bg: Тази тема е несъвместима с вашата версия на {0}
cs: Motiv vzhledu je s touto verzí aplikace {0} nekompatibilní
da: Dette tema er ikke kompatibelt med din version af {0}
it: Questo tema non è compatibile con la versione di {0} in uso
sl: Ta tema ni združljiva z vašo različico {0}

source: The filetype you uploaded isn't recognized.
bg: Видът на файла, който качихте не е разпознат.
cs: Typ souboru, který jste nahráli, nebyl rozpoznán.
it: Impossibile determinare il tipo di file caricato.
sl: Datotečnega tipa ni bilo mogoče prepoznati,

source: You cancelled the upload.
bg: Вие отказахте качването.
cs: Zrušili jste nahrávání.
it: Caricamento annullato.
sl: Preklicali ste prenos.

source: There was a problem contacting the server.
bg: Имаше проблем при свързването със сървъра.
cs: Vyskytl se problém při kontaktování serveru.
da: Der opstod et problem med at kontakte serveren.
it: Si è verificato un problema con la connessione al server.
sl: Prišlo je do težave pri dostopu do strežnika.

source: Select a file...
bg: Изберете файл...
cs: Volba souboru...
da: Vælg en fil...
it: Selezionare un file…
sl: Izberi datoteko...

source: Your add-on should end with .xpi, .jar or .xml
bg: Добавката ви трябва да завършва с .xpi, .jar или .xml
cs: Váš doplněk by měl končit příponou .xpi, .jar nebo .xml
it: L'estensione del componente aggiuntivo deve essere .xpi, .jar o .xml
sl: Vaš dodatek se mora končati s .xpi, .jar ali .xml

source: {0}% complete
bg: {0}% завършени
cs: {0}% dokončeno
da: {0}% fuldført
it: {0}% completato
sl: {0}% končano

source: {0} of {1}
bg: {0} от {1}
cs: {0} z {1}
da: {0} af {1}
it: {0} di {1}
sl: {0} od {1}

source: Cancel
bg: Откажи
cs: Zrušit
da: Annuller
it: Annulla
sl: Prekliči

source: Uploading {0}
bg: Качване {0}
cs: Probíhá nahrávání {0}
da: Uploader {0}
it: Caricamento in corso di {0}
sl: Prenos {0}

source: Error with {0}
bg: Грешка с {0}
cs: Chyba s {0}
it: Errore con {0}
sl: Napaka z {0}

source: Your add-on failed validation with {0} error.
bg: Добавката ви не премина валидирането с {0} грешка.
cs: Váš doplněk neprošel kontrolou s {0} chybou.
it: Il componente aggiuntivo non ha superato la validazione con {0} errore.
sl: Vaš dodatek zaradi {0} napake ni uspešno validiran.

source: &hellip;and {0} more
bg: &hellip;и {0} още
cs: &hellip;a {0} další
it: &hellip;e {0} altro
sl: &hellip; in {0} več

source: See full validation report
bg: Виж целия доклад за валидацията
cs: Zobrazit podrobný report
it: Visualizza il risultato completo dei controlli
sl: Oglejte si kompletno poročilo o validaciji

source: Validating {0}
bg: Валидиране {0}
cs: Probíhá kontrola {0}
it: Controllo in corso di {0}
sl: Validiranje {0}

source: Received an empty response from the server; status: {0}
bg: Получих празен отговор от сървъра; състояние {0}
cs: Obdržena prázdná odpověď ze serveru; status: {0}
it: Ricevuta una risposta vuota dal server; status: {0}
sl: Strežnik je poslal prazen odgovor; status:{0}

source: Unexpected server error while validating.
bg: Неочаквана грешка на сървъра, докато се валидира.
cs: Při kontrole nastala neočekávaná chyba serveru.
it: Errore inatteso del server durante il controllo.
sl: Nepričakovana napaka na strežniku med potrjevanjem.

source: Finished validating {0}
bg: Валидирането приключи {0}
cs: Dokončena kontrola {0}
it: Validazione di {0} completata
sl: Validiranje {0} končano

source: Your add-on passed validation with no errors and {0} warning.
bg: Добавката ви премина валидацията без грешки и {0} предупреждение.
it: Il componente aggiuntivo ha superato i controlli senza errori e con un {0} avviso.
sl: Validiranje vašega dodatka se je končalo brez napak in z {0} opozorilom.

source: Your add-on passed validation with no errors or warnings.
bg: Добавката ви премина валидацията без грешки или предупреждения.
cs: Doplněk prošel validací bez chyb či varování.
it: Il componente aggiuntivo ha superato i controlli senza errori e senza avvisi.
sl: Validiranje vašega dodatka se je končalo brez napak in brez opozoril.

source: Some platforms are not available for this type of add-on.
bg: Някои платформи не са достъпни за този вид добавки.
cs: Některé platformy nejsou pro tento typ doplňků dostupné.
it: Alcune piattaforme non sono disponibili per questo tipo di componente aggiuntivo.
sl: Nekatere platforme niso na voljo za te vrste dodatek-

source: Icons must be either PNG or JPG.
bg: Иконките трябва да са PNG или JPG.
it: Le icone devono essere in formato PNG o JPG.
sl: Ikone morajo biti bodisi PNG ali JPG.

source: All Rights Reserved
bg: Всички права запазени
cs: Všechna práva vyhrazena
da: Alle rettigheder forbeholdes
it: Tutti i diritti riservati
sl: Vse pravice pridržane

source: Creative Commons Attribution 3.0
it: Creative Commons Attribuzione 3.0

source: Creative Commons Attribution-NonCommercial 3.0
it: Creative Commons Attribuzione-Non Commerciale 3.0

source: Creative Commons Attribution-NonCommercial-NoDerivs 3.0
it: Creative Commons Attribuzione-Non Commerciale-Non opere derivate 3.0

source: Creative Commons Attribution-NonCommercial-Share Alike 3.0
it: Creative Commons Attribuzione-Non Commerciale-Condividi allo stesso modo 3.0

source: Creative Commons Attribution-NoDerivs 3.0
it: Creative Commons Attribuzione-Non opere derivate 3.0

source: Creative Commons Attribution-ShareAlike 3.0
it: Creative Commons Attribuzione-Condividi allo stesso modo 3.0

source: Your Persona's Name
bg: Име на декорацията ви
it: Nome del tuo tema Persona

source: Stop Following
bg: Спри да следваш
cs: Ukončit sledování
da: Stop med at følge
it: Non seguire più
sl: Nehaj zasledovati

source: Following
bg: Следва
cs: Začít sledovat
da: Følg
it: Seguita

source: use original
bg: използвай оригинала
cs: použít originál
it: usa originale
sl: uporabi original

source: Images must be either PNG or JPG.
bg: Изображенията трябва да са PNG или JPG.
cs: Obrázky musí být v PNG či JPG.
da: Billeder skal enten være PNG eller JPG.
it: Le icone devono essere in formato PNG o JPG.
sl: Slike morajo biti bodisi PNG ali JPG.

source: Updating results&hellip;
bg: Актуализиране на резултатите&hellip;
cs: Probíhá aktualizace výsledků&hellip;
da: Opdaterer resultater&hellip;
it: Aggiornamento risultati&hellip;
sl: Posodabljanje rezultatov&hellip;

source: Videos must be in WebM.
bg: Видеотата трябва да са във формат WebM.
cs: Videa musí být ve formátu WebM.
it: I video devono essere in formato WebM.
sl: Video posnetki morajo biti v WebM.

source: Your packaged app should end with <code>.zip</code>.
bg: Пакетираното ви приложение трябва да завършва с <code>.zip</code>.
it: Il file dell'app pacchettizata deve avere estensione <code>.zip</code>.
sl: Paket za vašo aplikacijo mora imeti končnico <code>.zip</code>.

source: Your app failed validation with {0} error.
bg: Приложението ви не премина валидацията с {0} грешка.
it: L'app non ha superato i controlli con {0} errore.
sl: Vaša aplikacija ni uspela pri validaciji z {0} napako.

source: Your app passed validation with no errors and {0} warning.
bg: Проложението ви премина валидацията без грешки и {0} предупреждение.
it: L'app ha superato il processo di validazione senza errori e con {0} avviso.

source: Your app passed validation with no errors or warnings.
bg: Приложението ви премина валидацията без грешки или предупреждения.
it: L'app ha superato il processo di validazione senza errori né avvisi.

source: Your app failed validation with {0} error and {1} message(s).
bg: Приложението ви не премина валидацията с {0} грешки и {1} съобщение.
it: È fallito il processo di validazione dell'app con {0} errore e {1} messaggio.

source: Your app passed validation with no errors and {0} message.
bg: Приложението ви премина валидацията без грешки и {0} съобщение.
it: L'app ha superato i controlli senza errori e con {0} messaggio.
sl: Vaša aplikacija je uspela pri validaciji brez napak in z {0} sporočilom.

source: Your app passed validation with no errors or messages.
bg: Приложението ви премина валидацията без грешки или съобщения.
it: L'app ha superato i controlli senza errori e senza avvisi.
sl: Vaša aplikacija je uspela pri validaciji brez napak in brez sporočil.

source: Changes Saved
bg: Промените са запазени
cs: Změny uloženy
da: Ændringer gemt
it: Modifiche salvate
sl: Spremembe shranjene

source: Enter a new team member's email address
bg: Въведете имейлът на нов участник в екипа
it: Inserisci un indirizzo email per un nuovo membro del team di sviluppo

source: Refreshed
bg: Опреснен
it: Ricaricata

source: There was an error uploading your file.
bg: Стана грешка при качването на файла ви.
cs: Při nahrávání vašeho souboru se vyskytl problém.
it: Si è verificato un errore durante il caricamento del file.
sl: Pri nalaganju datoteke je prišlo do napake.

source: Learn more
bg: Научи още
cs: Dozvědět se více
da: Lær mere
it: Ulteriori informazioni
sl: Več o tem

source: Example
bg: Пример
cs: Příklad
da: Eksempel
it: Esempio
sl: Primer

source: Image changes being processed
bg: Обработват се промените по изображението
cs: Jsou prováděny změny obrázku
it: Elaborazione in corso delle modifiche alle immagini
sl: Obdelava sprememb v slikah.

source: more...
bg: повече...
it: Più dettagli…
sl: več ...

source: less...
bg: по-малко...
it: Meno dettagli…

source: Keep review; remove flags
bg: Запази мнението; премахни флаговете
it: Mantieni la revisione e rimuovi le segnalazioni

source: Delete review
bg: Изтрий мнението
it: Elimina revisione

source: Skip for now
bg: Прескочи засега
it: Ignora per ora

source: Spanish Banking Code
bg: Испански банков код
it: Codice bancario spagnolo

source: Irish Sort Code
bg: Ирландски Sort номер
it: Codice bancario irlandese (Sort Code)

source: Belgian Sort Code
bg: Белгийски Sort номер
it: Codice bancario belga

source: Spanish/French/Italian/Dutch Banking Code
bg: Испански/френски/италиански/холандски банков номер
it: Codice bancario spagnolo, francese, italiano o olandese

source: Dutch/US Sort Code
bg: Холандски/Американски sort номер
it: Codice bancario olandese o statunitense (Sort Code)

source: Canadian Transit Number/German Routing Code
bg: Канадски транзитен номер/Немски routing номер
it: Codice bancario canadese (numero di transito) o tedesco (codice di avviamento)

source: Korean Bank and Branch/Indonesian Bank Code
bg: Номер от корейска и клон/индонезийска банка
it: Codice bancario coreano (codice della filiale) o indonesiano

source: Greek HEBIC/Indonesian Bank Code
bg: Гръцки HEBIC/Индонезийски банков номер
it: Codice bancario greco (EBIC) o indonesiano

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
bg: UK/Ирландски Sort код или префикс на новозеландска сметка или австралийски BSB номер
it: Codice bancario irlandese, inglese (Sort Code), neozelandese (prefisso del conto) o australiano (codice BSB)

source: Austrian/Swiss Bank Code
bg: Австрийски/Швейцарски банков номер
it: Codice bancario austriaco o svizzero

source: Danish/Swiss Bank Code
bg: Датски/Швейцарски банков номер
it: Codice bancario danese o svizzero

source: Swiss/Iraqi Bank Code
bg: Швейцарски/Иракски банков номер
it: Codice bancario svizzero o iracheno

source: Iraqi Bank Code
bg: Иракски банков код
it: Codice bancario iracheno

source: Detected: {0}
bg: Открита: {0}
it: Rilevati: {0}

source: Error
bg: Грешка
cs: Chyba
da: Fejl
it: Errore
sl: Napaka

source: There was a problem contacting the payment server.
bg: Възникна грешка при свързване със сървъра за плащания.
it: Si è verificato un errore durante la connessione al server per i pagamenti.

source: You do not currently have any payment accounts.
bg: В момента нямате разплащателни сметки.
it: Al momento non disponi di un conto pagamenti.

source: All tests passed successfully.
bg: Всички тестове преминати успешно.
cs: Všechny testy prošly úspěšně.
it: Tutti i test superati con successo.
sl: Vsi testi uspešno opravljeni.

source: These tests were not run.
bg: Тези тестове не са пускани.
cs: Testy nebyly spuštěny.
it: Alcuni test non sono stati eseguiti.
sl: Teh testov se ni izvedlo.

source: Tests
bg: Тестове
cs: Testy
it: Test
sl: Testi

source: Warning
bg: Внимание
cs: Varování
da: Advarsel
it: Avviso
sl: Opozorilo

source: Compatibility Tests
bg: Тестове за съвместимост
cs: Testy kompatibility
da: Kompatibilitetstest
it: Test di compatibilità
sl: Testi združljivosti

source: App failed validation.
bg: Приложението не премина валидацията
cs: Aplikace neprošla validací.
it: L'App non ha superato la convalida.
sl: Aplikacija pri validaciji ni uspela.

source: App passed validation.
bg: Приложението премина валидацията.
cs: Aplikace prošla validací.
it: L'App è stata convalidata con successo.
sl: Aplikacija je pri validaciji uspela.

source: {0} error
bg: {0} грешка
cs: {0} chyba
da: {0} fejl
it: {0} errore
sl: {0} napaka

source: {0} warning
bg: {0} предупреждение
cs: {0} varování
da: {0} advarsel
it: {0} avviso
sl: {0} opozorilo

source: Validation task could not complete or completed with errors
bg: Задачата за валидация не можа да премине или завърши с грешки
cs: Proces kontroly nemohl být dokončen nebo skončil s chybami
it: Impossibile completare il controllo o controllo completato con errori
sl: Postopek validiranja ni bilo mogoče končati oziroma je končal z napakami

source: Your Theme's Name
bg: Името на темата Ви
cs: Jméno vašeho motivu
da: Dit temas navn
it: Il nome del tema
sl: Ime vaše Teme

source: Search themes for <b>{0}</b>
bg: Търсене на <b>{0}</b> в темите
cs: Vyhledávání motivů dle <b>{0}</b>
da: Søg i temaer efter <b>{0}</b>
it: Cerca temi per <b>{0}</b>
sl: Išči teme za <b>{0}</b>

source: Week of {0}
bg: Седмица от {0}
cs: Týden {0}
it: Settimana del {0}
sl: Teden {0}

source: downloads
bg: сваляния
cs: stažení
it: scaricamenti
sl: prenosi
