Repository: 0ChanAk/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: bg, cs, da, it, sl

source: Units Refunded
bg: Възстановени единици
it: Unità rimborsate
sl: Enot z vračilom

source: Users
bg: Потребители
it: Utenti
sl: Uporabniki

source: Apps
bg: Приложения
it: App

source: by currency {0}
bg: по валута {0}
it: per valuta {0}
sl: po valuti {0}

source: by source {0}
bg: по източник {0}
it: per fonte {0}
sl: po virih {0}

source: Currency
bg: Валута
it: Valuta
sl: Valuta

source: Source
bg: Източник
it: Fonte
sl: vir

source: Revenue
bg: Приходи
it: Entrate
sl: Prihodki

source: Refunds
bg: Възстановени
it: Rimborsi
sl: Vračila

source: Apps Added
bg: Добавени приложения
it: App aggiunte
sl: Aplikacije dodane

source: Apps Installed
bg: Инсталирани приложения
it: App installate
sl: Aplikacije nameščene

source: Reviews
bg: Рецензии
it: Recensioni
sl: Pregledi

source: New Users
bg: Нови потребители
it: Nuovi utenti
sl: Novi uporabniki

source: Total Users
bg: Общо потребители
it: Utenti totali
sl: Skupaj uporabnikov

source: Total Visitors
bg: Общо посетители
it: Visitatori totali
sl: Skupaj obiskovalcev

source: App Installs
bg: Инсталации на приложения
it: Installazioni app
sl: Namestive aplikacije

source: Marketplace Browse Page
bg: Страница в Marketplace
it: Pagina di navigazione del Marketplace
sl: Stran za brskanje po Marketplace

source: Marketplace Browse Page, Featured
bg: Страница в Marketplace, Препоръчани
it: Pagina di navigazione del Marketplace - Consigliati
sl: Stran za brskanje po Marketplace, predstavljeni

source: Marketplace Category Page
bg: Страница на категория в Marketplace
it: Pagina delle categorie del Marketplace
sl: Stran za kategorije na Marketplace

source: Marketplace Category Page, Featured
bg: Страница на категория в Marketplace, Препоръчани
it: Pagina delle categorie del Marketplace - Consigliati
sl: Stran za kategorije na Marketplace, predstavljeni

source: Marketplace Detail Page
bg: Страница с детайли в Marketplace
it: Pagine informative del Marketplace
sl: Stran za podrobnosti na Marketplace

source: Marketplace Detail Page, Upsell
bg: Страница с детайли в Marketplace, Upsell
it: Pagine informative del Marketplace - Promozioni
sl: Stran za podrobnosti na Marketplace, Upsell

source: Marketplace Home Page
bg: Marketplace начална страница
it: Pagina principale del Marketplace
sl: Domača stran Firefox Marketplace

source: Marketplace Search Results
bg: Marketplace резултати от търсене
it: Risultati di ricerca del Marketplace
sl: Marketplace Rezultati iskanja

source: Marketplace Search Results, Featured
bg: Marketplace резултати от търсене, Препоръчани
it: Risultati di ricerca del Marketplace - Consigliati
sl: Rezultati iskanja Marketplace, predstavljeni

source: Units Sold, last {0} days
bg: Продадени единици последните {0} дни
it: Unità vendute, ultimi {0} giorni
sl: Enot prodanih zadnjih {0} dni

source: Units Sold from {0} to {1}
bg: Продадени единици от {0} до {1}
it: Unità vendute dal {0} al {1}
sl: Enot prodanih od {0} do {1}

source: Amount Earned, last {0} days
bg: Спечелено последните {0} дни
it: Guadagno totalizzato, ultimi {0} giorni
sl: Zaslužek zadnjih {0} dni

source: Amount Earned {0} to {1}
bg: Спечелено от {0} до {1}
it: Guadagno totalizzato dal {0} al {1}
sl: Zaslužek od {0} do {1}

source: Units Refunded, last {0} days
bg: Възстановени единици последните {0} дни
it: Unità rimborsate, ultimi {0} giorni
sl: Vrnjenih enot zadnjih {0} dni

source: Units Refunded from {0} to {1}
bg: Възстановени единици от {0} до {1}
it: Unità rimborsate dal {0} al {1}
sl: Vrnjenih enot od {0} do {1}

source: Total Units Sold by Currency
bg: Общо продадени по валута
it: Valore complessivo unità vendute per valuta
sl: Skupaj prodanih enot po valutah

source: Total Amount Earned by Currency
bg: Общо спечелено по валута
it: Valore guadagno totalizzato per valuta
sl: Skupaj zasluženo po valutah

source: Total Units Refunded by Currency
bg: Общо възстановени единици по валута
it: Valore complessivo dei rimborsi per valuta
sl: Skupaj vrnjenih enot po valutah

source: Total Units Sold by Source
bg: Общо продадени единици по източник
it: Totale unità vendute per fonte
sl: Skupaj prodanih enot po virih

source: Total Amount Earned by Source
bg: Общо количество спечелено по източник
it: Valore guadagno totalizzato per fonte
sl: Skupaj zasluženo po virih

source: Total Units Refunded by Source
bg: Общо единици възстановени по източник
it: valore complessivo dei rimborsi per fonte
sl: Skupaj vrnjenih enot po virih

source: Total Installs
bg: Общо инсталации
it: Installazioni totali
sl: Skupaj nameščeno

source: Select an application first
bg: Първо изберете приложение
cs: Prvně zvolte aplikaci
da: Vælg et program først
it: Selezionare un'applicazione
sl: Izberite prosim najprej aplikacijo

source: Set {0} add-on to a max version of {1} and email the author.
bg: Настрой добавка {0} на максимална версия от {1} и пишете на автора.
cs: Nastavit u {0} doplňku podporu pro maximální verzi aplikace {1} a poslat e-mail autorovi.
it: Imposta la maxversion del componente aggiuntivo {0} a {1} e invia email all'autore.
sl: Nastavi {0} dodatek na najv. različico {1} in obvesti avtorja.

source: This will send emails to the authors of {0} file.
bg: Това ще прати писмо на авторите на {0} файл.
it: Verrà inviata una email agli autori del file {0}.
sl: S tem se avtorju {0} datoteke pošlje e-pošto.

source: App installation not allowed.
bg: Инсталацията на приложения не е разрешена
cs: Instalace aplikace není povolena.
da: App-installation ikke tilladt.
it: Installazione app non consentita.
sl: Namestitev aplikacije ni dovoljena.

source: App manifest is malformed.
bg: Грешен формат на manifest-а на приложението.
cs: Manifest aplikace je poškozený.
da: App-manifest er forkert udformet.
it: Il manifesto dell'app non è valido.
sl: Manifest za aplikacijo ima napačno obliko.

source: App installation failed.
bg: Инсталацията на приложението се провали.
cs: Instalace aplikace selhala.
da: App-installation mislykkedes.
it: Installazione app non riuscita.
sl: Namestitev aplikacije ni uspela.

source: This system does not support installing apps.
bg: Системата не поддържа инсталиране на приложения.
cs: Systém nepodporuje instalaci aplikací.
da: Dette system understøtter ikke installation af apps.
it: Questo sistema non supporta l'installazione di app.
sl: Ta sistem ne podpira nameščanja aplikacij.

source: Add-on has not been updated to support default-to-compatible.
bg: Добавката не е обновена да поддържа default-to-compatible.
cs: Doplněk nebyl aktualizován tak, aby byl ve výchozím nastavení kompatibilní.
it: Questo componente aggiuntivo non è stato aggiornato per essere sempre compatibile come impostazione predefinita.
sl: Ta dodatek ni bil posodobljen za podporo default-to-compatible.

source: You need to be using Firefox 10.0 or higher.
bg: Трябва да използвате Firefox 10.0 или по-нова.
cs: Je potřeba, abyste používali Firefox 10.0 či vyšší.
da: Du nødt til at bruge Firefox 10.0 eller højere.
it: È necessario utilizzare Firefox 10 o superiore.
sl: Uporabljati morate Firefox 10.0 ali več.

source: Mozilla has marked this version as incompatible with your Firefox version.
bg: Mozilla маркира тази версия като несъвместима с Вашата версия на Firefox.
cs: Mozilla označila tuto verzi jako nekompatibilní s vaší verzí Firefoxu.
da: Mozilla har markeret denne version som værende inkompatibel med din Firefox-version.
it: Mozilla ha contrassegnato questa versione come non compatibile con la versione di Firefox in uso.
sl: Mozilla je to različico zaznamovala kot nezdružljivo z vašo različico Firefoxa.

source: Works with {app} {min} - {max}
bg: Работи с {app} {min} - {max}
cs: Funguje s aplikací {app} {min} - {max}
da: Virker med {app} {min} - {max}
it: Compatibile con {app} {min} - {max}
sl: Dela z {app} {min} - {max}

source: View other versions
bg: Виж други версии
cs: Zobrazit ostatní verze
da: Vis andre versioner
it: Mostra altre versioni
sl: Prikaži druge različice

source: You cannot add yourself as a contributor.
bg: Не може да добавяте себе си като сътрудник.
cs: Nemůžete jako přispěvatele přidat sami sebe.
it: Non puoi aggiungere te stesso come collaboratore.
sl: Kot sodelavca ne morete dodati samega sebe.

source: Your browser does not support the video tag
bg: Браузърът ви не поддържа video тага
cs: Váš prohlížeč nepodporuje značku video
da: Din browser understøtter ikke denne video-tag
it: Il browser in uso non supporta il tag video
sl: Vaš brskalnik ne podpira video oznake

source: Enter a new author's email address
bg: Въведете е-пощата на новия автор
cs: Vložte novou e-mailovou adresu autora
it: Inserire l'indirizzo email di un nuovo autore
sl: Vnesite e-poštni naslov novega avtorja

source: {reviews} review
bg: {reviews} рецензия
it: {reviews} recensione
sl: {reviews} pregled

source: Starting tests...
bg: Започване на тестовете...
cs: Probíhá zahájení testů...
it: Inizio test…
sl: Začetek testov...

source: Waiting for test results...
bg: Изчакване на резултати от тестовете...
cs: Probíhá čekání na výsledky testů...
it: In attesa dei risultati…
sl: Čakanje na rezultate testov...

source: Internal Server Error
cs: Interní chyba serveru
da: Intern serverfejl
it: Errore interno del server
sl: Notranja napaka strežnika

source: Must be a valid e-mail address.
bg: Трябва да е валиден имейл адрес.
cs: Musí se jednat o platnou e-mailovou adresu.
da: Skal være en gyldig mailadresse.
it: L'indirizzo email deve essere valido.
sl: Mora biti veljaven e-poštni naslov.

source: Add-on failed validation.
bg: Добавката не премина валидацията.
cs: Doplněk prošel kontrolou s chybami.
it: Il componente aggiuntivo non ha superato i controlli.
sl: Dodatek ni uspel pri validaciji.

source: Add-on passed validation.
bg: Добавката премина валидацията.
cs: Doplněk úspěšně prošel kontrolou.
it: Il componente aggiuntivo ha superato i controlli.
sl: Dodatek je uspešno validiran.

source: No results found.
bg: Няма резултати.
cs: Nebyly nalezeny žádné výsledky.
da: Ingen resultater fundet.
it: Nessun risultato trovato.
sl: Ni najti rezultatov

source: Sorry, we couldn't find any recommendations for you.<br>Please visit the <a href="{0}">add-ons site</a> to find an add-on that's right for you.
bg: Съжаляваме, не можахме да намерим препоръки за вас.<br>Моля, посетете <a href="{0}">сайта за добавки</a>, за да намерите подходящата за вас добавка.
cs: Omlouváme se, ale nemůžeme pro vás nalézt žádná doporučení. <br>Navštivte prosím <a href="{0}">stránku s doplňky</a> a vyberte si takové, které vám nejlépe sednou.
da: Beklager, men vi kunne ikke finde nogle anbefalinger til dig.<br>Besøg <a href="{0}">siden med tilføjelser</a> for at finde en tilføjelse der passer til dig.
it: Siamo spiacenti ma non siamo in grado di fornirti alcun consiglio.<br>Visita il <a href="{0}">sito dei componenti aggiuntivi</a> per trovare un componente aggiuntivo adatto alle tue esigenze.
sl: Žal za vas nismo našli nobenega priporočila.<br>Prosimo, obiščite <a href="{0}">stran za dodatke</a> in poiščete dodatek, ki vam bo ustrezal.

source: Finding recommendations&hellip;
bg: Намиране на препоръки&hellip;
cs: Nalézt doporučení&hellip;
da: Finder anbefalinger&hellip;
it: Ricerca consigli&hellip;
sl: Iskanje priporočil&hellip;

source: Updating recommendations&hellip;
bg: Актуализиране на препоръките&hellip;
cs: Aktualizovat doporučení&hellip;
da: Opdaterer anbefalinger&hellip;
it: Aggiornamento consigli&hellip;
sl: Posodabljanje priporočil&hellip;

source: {name} was viewing this page first.
bg: {name} разглеждаше тази страница първо.
cs: Uživatel {name} shlédl tuto stránku jako první.
it: {name} stava visualizzando questa pagina per primo.
sl: {name} si je ogledal to strani najprej.

source: Loading&hellip;
bg: Зареждане&hellip;
cs: Načítání&hellip;
da: Indlæser&hellip;
it: Caricamento in corso&hellip;
sl: Nalaganje&hellip;

source: Release Notes
bg: Бележки по изданието
it: Note di versione
sl: Opombe ob izdaji

source: Approval Notes
bg: Бележки по одобрението
it: Note di approvazione
sl: Opombe o odobritvi

source: No version notes found
bg: Няма намерени бележки по версията
cs: Nebyla nalezena žádná verze poznámek
da: Ingen versionsbemærkninger fundet
it: Note di versione non disponibili
sl: Pripomb o izdaji ni najti

source: Average Reviews
bg: Средно рецензии
cs: Průměrný počet kontrol
it: Media recensioni
sl: Povprečno pregledi

source: Number of Reviews
bg: Брой рецензии
cs: Počet kontrol
it: Numero di recensioni
sl: Število pregledov

source: Receipt checked by app.
bg: Разписката проверена от приложението.
cs: Potvrzení bylo aplikací zkontrolováno.
it: Ricevuta verificata dalla App.
sl: Prejem preverila aplikacija.

source: Receipt was not checked by app.
bg: Разписката не е проверена от приложението.
cs: Potvrzení nebylo aplikací zkontrolováno.
it: La ricevuta non è stata verificata dalla App.
sl: Prejema aplikacija ni preverila.

source: {name} was viewing this add-on first.
bg: {name} първи гледаше тази добавка.
cs: {name} prohlédl tento doplněk jako první.
it: {name} stava visualizzando questo componente aggiuntivo per primo.
sl: {name} si je ogledal ta dodatek najprej.

source: Version Notes
bg: Бележки по версията
cs: Poznámky k verzi
da: Versionsbemærkninger
it: Note di versione
sl: Opombe o različici

source: Notes for Reviewers
bg: Бележки за рецензенти
cs: Poznámky pro redaktory
it: Note per i revisori
sl: Pojasnila za recenzente

source: Not Updated for {0} {1}
bg: Не е актуализирано за {0} {1}
cs: Není aktualizován pro {0} {1}
da: Ikke opdateret til {0} {1}
it: Non aggiornato per {0} {1}
sl: Ni posodobljeno za {0} {1}

source: Requires Newer Version of {0}
bg: Изисква по-нова версия на {0}
cs: Je vyžadována novější verze {0}
da: Kræver en nyere version af {0}
it: Richiede una versione più recente di {0}
sl: Zahteva novejšo različico {0}

source: Unreviewed
bg: Непрегледано
cs: Nezkontrolovaný
it: Non revisionato
sl: Nepregledano

source: Experimental <span>(Learn More)</span>
bg: Експериментална <span>(Научи още)</span>
cs: Experimentální <span>(Dozvědět se více)</span>
da: Eksperimentel <span>(Lær mere)</span>
it: Sperimentale <span>(ulteriori informazioni)</span>
sl: Eksperimentalno <span>(Več o tem)</span>

source: Not Available for {0}
bg: Не е достъпно за {0}
cs: Není dostupný pro {0}
da: Er ikke tilgængelig til {0}
it: Non disponibile per {0}
sl: Ni na voljo za {0}

source: Experimental
bg: Експериментална
cs: Experimentální
da: Eksperimentel
it: Sperimentale
sl: Eksperimentalen

source: Personas Require Newer Version of {0}
bg: Декорациите изискват по-нова версия на {0}
it: Personas richiede una nuova versione di {0}
sl: Personas potrebujejo za {0} novo inačico

source: Personas Require {0}
bg: Декорациите изискват {0}
it: Personas richiede {0}
sl: Personas potrebujejo {0}

source: This add-on has been preliminarily reviewed by Mozilla.
bg: Тази добавка е предварително прегледана от Mozilla.
cs: Doplněk byl Mozillou předběžně zkontrolován.
da: Denne tilføjelse er blevet midlertidigt godkendt af Mozilla.
it: Questo componente aggiuntivo è stato sottoposto a una revisione preliminare da Mozilla.
sl: Ta dodatek je Mozilla predhodno pregledala.

source: Keep it
bg: Запази го
cs: Ponechat
da: Behold den
it: Mantieni
sl: Obdrži

source: You're trying it on!
bg: В момента я пробвате!
cs: Nyní ji máte na vyzkoušení!
da: Du prøver den!
it: La stai già provando!
sl: Poglejte, če ustreza!

source: Added to Firefox
bg: Добавено към Firefox
cs: Přidáno do Firefoxu
da: Føjet til Firefox
it: Aggiunto a Firefox
sl: Dodano v Firefox

source: Themes Require Newer Version of {0}
bg: Темите изискват нова версия на {0}
cs: Motivy vyžadují novější verzi {0}
da: Temaer kræver nyere version af {0}
it: Questi temi richiedono una versione più recente di {0}
sl: Teme zahtevajo novejšo različico {0}

source: Themes Require {0}
bg: Темите изискват {0}
cs: Motivy vyžadují {0}
da: Temaer kræver {0}
it: Questi temi richiedono {0}
sl: Teme zahtevajo {0}

source: Installing...
bg: Инсталиране...
cs: Probíhá instalace...
da: Installerer...
it: Installazione in corso…
sl: Nameščanje v teku …

source: Purchasing...
bg: Закупуване...
it: Acquisto in corso…
sl: Nakup ...

source: Homepage Promo
bg: Начална страница Промо
cs: Domovská stránka (propagace)
sl: Domača stran Promo

source: OK
bg: ОК
sl: V redu

source: {files} file
bg: {files} файл
cs: {files} soubor
da: {files} fil
sl: {files} datoteka

source: Download {0}
bg: Свали {0}
cs: Stáhnout {0}
sl: Prenesi {0}

source: Upsell
cs: Přechod na placenou variantu
sl: Nadprodaja

source: Your add-on validation timed out, it will be manually reviewed.
cs: Validace vašeho doplňku vypršela, doplněk bude manuálně zkontrolován.

source: Your add-on was validated with no errors and {0} message.
cs: Váš doplněk byl zkontrolován bez chyb a s {0} varováním.

source: Your add-on was validated with no errors or warnings.
cs: Váš doplněk byl zkontrolován bez chyb či varování.

source: Your submission will go through a manual review.
cs: Vaše přidání projde ruční kontrolou.

source: Your submission passed validation and will be automatically signed.
cs: Vaše přidání prošlo kontrolou a bude automaticky podepsáno.

source: Your submission passed validation and will go through a manual review.
cs: Vaše přidání prošlo kontrolou a bude ručně zkontrolováno.

source: Include detailed version notes (this can be done in the next step).
cs: Zahrnout podrobné poznámky k verzi (lze nastavit v příštím kroku).

source: If your add-on requires an account to a website in order to be fully tested, include a test username and password in the Notes to Reviewer (this can be done in the next step).
cs: Pokud váš doplněk vyžaduje účet na webovém server pro možnost plné kontroly, vložte prosím uživatelské jméno a heslo do poznámky pro redaktora (lze provést v příštím kroku).

source: If your add-on is intended for a limited audience you should choose Preliminary Review instead of Full Review.
cs: Pokud je váš doplněk určen pro omezený počet uživatelů, měli byste zvolit předběžnou kontrolu na místo té plné.

source: Add-on submission checklist
cs: Seznam odeslaných doplňků ke kontrole

source: Please verify the following points before finalizing your submission. This will minimize delays or misunderstanding during the review process:
cs: Zkontrolujte prosím následující body před odesláním doplňku ke kontrole. Pomůže tím zrychlit a předejít případnému nedorozumění při procesu kontroly:

source: Compiled binaries, as well as minified or obfuscated scripts (excluding known libraries) need to have their sources submitted separately for review. Make sure that you use the source code upload field to avoid having your submission rejected.
cs: Zkompilované binární součásti stejně jako obfuscované skripty (vyjma známých knihoven) musí mít předložené zdrojové soubory ke kontrole odděleně. Ujistěte se, že jste použili pole pro nahrání zdrojových kódů, aby nedošlo k zamítnutí kontroly.

source: The validation process found these issues that can lead to rejections:
cs: Proces kontroly zjistil tyto možné nedostatky, které mohou vést k zamítnutí kontroly:

source: If you are unfamiliar with the add-ons review process, you can read about it here.
cs: Pokud ještě nevíte, jak probíhá proces kontroly, můžete si o něm zde přečíst.

source: Sorry, no supported platform has been found.
cs: Omlouváme se, ale nebyla nalezena podporovaná platforma.

source: Email author of {2} add-on which failed validation.
cs: Poslat e-mail autorovi {2} doplňku, u kterého selhala kontrola.

source: Your add-on passed validation with no errors and {0} message.
cs: Doplněk prošel validací bez chyb a s {0} zprávou.

source: If your add-on is intended for a limited audience, you should choose Preliminary Review instead of Full Review.
cs: Pokud je váš doplněk určen pouze pro omezené publikum, měli byste vybrat Předběžnou kontrolu namísto Úplné kontroly.

source: {reviews} user review
cs: {reviews} recenze uživatele

source: {0} notice
cs: {0} upozornění
da: {0} bemærkning

source: Error loading translation
cs: Chyba při načítání překladu

source: Ignore this message in future updates
cs: Ignorovat tuto zprávu při budoucích aktualizacích

source: Severity for automated signing:
cs: Závažnost pro automatické podepisování:

source: Suggestions for passing automated signing:
cs: Doporučení k úspěšnému dokončení automatického podepsání:

source: Fennec
da: Mobilen
