Repository: 0ChanAk/addons-server
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: bg, cs, da, it, sl

source: {0} users
bg: {0} потребители
cs: {0} uživatelů
da: {0} brugere
it: {0} utenti
sl: {0} uporabnikov

source: {0} add-ons
bg: {0} добавки
cs: {0} doplňků
da: {0} tilføjelser
it: {0} componenti aggiuntivi
sl: {0} dodatkov

source: {0} collections
bg: {0} колекции
cs: {0} sbírek
da: {0} samlinger
it: {0} raccolte
sl: {0} zbirk

source: {0} reviews
bg: {0} рецензии
cs: {0} recenzí
da: {0} anmeldelser
it: {0} recensioni
sl: {0} recenzij

source: {0} sales
bg: {0} продажби
cs: {0} prodejů
da: {0} salg
it: {0} vendite
sl: {0} nakupov

source: {0} refunds
bg: {0} възстановявания
cs: {0} vrácení plateb
da: {0} refunderinger
it: {0} rimborsi
sl: {0} vraćil

source: {0} installs
bg: {0} инсталации
cs: {0} instalací
da: {0} installeringer
it: {0} installazioni
sl: {0} namestitev

source: Downloads
bg: Сваляния
cs: Stažení
it: Download
sl: Prenosi

source: Daily Users
bg: Потребители дневно
cs: Denní uživatelé
da: Daglige brugere
it: Utenti per giorno
sl: Dnevnih uporabnikov

source: Amount, in USD
bg: Размер, в USD
cs: Množství, v USD
da: Beløb i USD
it: Importo in USD
sl: Znesek v USD

source: Number of Contributions
bg: Брой допринесли
cs: Počet příspěvků
da: Antal bidrag
it: Numero di donazioni
sl: Število prispevkov

source: More Info...
bg: Още информация...
cs: Více informací...
da: Mere info...
it: Altre informazioni…
sl: Več o tem ...

source: Details for {0}
bg: Детайли за {0}
cs: Detaily pro {0}
it: Dettagli del {0}
sl: Podrobnosti za {0}

source: Collections Created
bg: Създадени колекции
cs: Vytvořené sbírky
da: Samling oprettet
it: Collezione Creata
sl: Zbirke ustvarjene

source: Add-ons in Use
bg: Добавки в употреба
cs: Používané doplňky
it: Add-on in Uso
sl: Dodatki v uporabi

source: Add-ons Created
bg: Създадени добавки
cs: Vytvořené doplňky
it: Add-on Creati
sl: Ustvarjeni dodatki

source: Add-ons Downloaded
bg: Свалени добавки
cs: Stažené doplňky
it: Add-on Scaricati
sl: Preneseni dodatki

source: Add-ons Updated
bg: Обновени добавки
cs: Aktualizované doplňky
it: Add-on Aggiornati
sl: Posodobljeni dodatki

source: Reviews Written
bg: Написани рецензии
cs: Napsané recenze
it: Recensioni scritte
sl: Pregledi spisani

source: User Signups
bg: Регистрирани потребители
cs: Přihlášení uživatelé
it: Registrazione Utente
sl: Prijave uporabnikov

source: Subscribers
bg: Абонати
cs: Odběry
da: Abonnenter
it: Iscritti
sl: Naročniki

source: Ratings
bg: Оценки
cs: Hodnocení
da: Bedømmelser
it: Valutazione
sl: Ocene

source: Sales
bg: Продажби
cs: Prodeje
da: Salg
it: Vendite
sl: Prodaje

source: Installs
bg: Инсталации
cs: Instalace
da: Installeringer
it: Installazioni
sl: Namestitve

source: Unknown
bg: Непознат
cs: Neznámé
da: Ukendt
it: Sconosciuto
sl: Neznano

source: Add-ons Manager
bg: Мениджър на добавките
cs: Správce doplňků
da: Fanebladet Tilføjelser
it: Gestore componenti aggiuntivi
sl: Upravitelj dodatkov

source: Search Results
bg: Резултати от търсенето
cs: Výsledky vyhledávání
da: Søgeresultater
it: Cerca tra i risultati
sl: Rezultati iskanja

source: Homepage Featured
bg: Начална страница Препоръчани
cs: Domovská stránka (doporučené)
it: Homepage consigliato
sl: Domača stran Izbrani

source: Homepage Up and Coming
bg: Начална страница Up and Coming
cs: Domovská stránka (zajímavé)
it: Homepage emergenti
sl: Domača stran V kratkem

source: Homepage Most Popular
bg: Начална страница Най-известнии
cs: Domovská stránka (populární)
it: Homepage più popolari
sl: Domača stran Najbolj popularni

source: Detail Page
bg: Страница с детайли
cs: Stránka detailu
it: Scheda completa
sl: Stran podrobnosti

source: Detail Page (bottom)
bg: Страница с детайли (дъно)
cs: Stránka detailu (dole)
it: Scheda completa (fondo)
sl: Stran podrobnosti (dno)

source: Detail Page (Development Channel)
bg: Страница с детайли (канал за разработка)
cs: Stránka detailu (vývojářský kanál)
it: Scheda completo (canale sviluppo)
sl: Stran podrobnosti (razvojni kanal)

source: Often Used With
bg: Често използван с
cs: Často používán spolu
da: Ofte anvendt sammen med
it: Spesso utilizzato con
sl: Se pogosto uporablja z

source: Others By Author
bg: Други от автора
cs: Ostatní aplikace autora
da: Andre af udvikleren
it: Altro dello stesso autore
sl: Drugo iz rok avtorja

source: Dependencies
bg: Зависимости
cs: Závislosti
it: Dipendenze
sl: Odvisnosti

source: Sharing
bg: Споделяне
cs: Sdílení
it: Condivisione
sl: Izmenjava

source: Category Pages
bg: Страници с категории
cs: Stránky kategorií
it: Pagine categoria
sl: Strani Kategorije

source: Collections
bg: Колекции
cs: Sbírky
da: Samlinger
it: Raccolte
sl: Zbirke

source: Category Landing Featured Carousel
cs: Kategorie s doporučenými doplňky
it: Categoria da galleria consigliati
sl: Kategorija Pristanek Izbrani

source: Category Landing Top Rated
bg: Категория Най-високо оценени
cs: Kategorie nejlépe hodnocených
it: Categoria da più votati
sl: Kategorija Pristanek Z najvišjo oceno

source: Category Landing Most Popular
bg: Категория най-известни
cs: Kategorie nejvíce populárních
it: Categoria da più popolari
sl: Kategorija Pristanek Najbolj popularni

source: Category Landing Recently Added
bg: Категория Наскоро добавени
cs: Kategorie naposledy přidaných
it: Categoria da aggiunte di recente
sl: Kategorija Pristanek Nedavno dodani

source: Browse Listing Featured Sort
cs: Seznam doplňků dle oblíbenosti
it: Elenchi ordinati per consigliati
sl: Brskanje po seznamu razvrščeno po Izbrani

source: Browse Listing Users Sort
cs: Seznam doplňků dle počtu uživatelů
it: Elenchi ordinati per utenti
sl: Brskanje po seznamu razvrščeno po uporabnikih

source: Browse Listing Rating Sort
cs: Seznam doplňků dle hodnocení
it: Elenchi ordinati per voto
sl: Brskanje po seznamu razvrščeno po oceni

source: Browse Listing Created Sort
cs: Seznam doplňků dle data vytvoření
it: Elenchi ordinati per data creazione
sl: Brskanje po seznamu razvrščeno po Ustvarjeno

source: Browse Listing Name Sort
cs: Seznam doplňků dle jména
it: Elenchi ordinati per nome
sl: Brskanje po seznamu razvrščeno po Imenu

source: Browse Listing Popular Sort
cs: Seznam doplňků dle popularity
it: Elenchi ordinati per popolarità
sl: Brskanje po seznamu razvrščeno po Priljubljenosti

source: Browse Listing Updated Sort
cs: Seznam doplňků dle data aktualizace
it: Elenchi ordinati per data aggiornamento
sl: Brskanje po seznamu razvrščeno po Posodobljeno

source: Browse Listing Up and Coming Sort
cs: Seznam doplňků dle žádanosti
it: Elenchi ordinati per emergenti
sl: Brskanje po seznamu razvrščeno po Na obzorju

source: Total Amount Contributed
bg: Общо дарено
cs: Celkově přispěno
da: Samlet beløb bidraget
it: Totale donazioni
sl: Skupni znesek Prispevkov

source: Average Contribution
bg: Средни дарения
cs: Průměrný příspěvek
da: Gennemsnitligt bidrag
it: Donazione media
sl: Povprečen prispevek

source: Usage
bg: Употреба
cs: Používání
da: Brug
it: Uso
sl: uporaba

source: Downloads and Daily Users, last {0} days
bg: Сваляния и дневни потребители последните {0} дни
cs: Stažení a denní uživatelé, posledních {0} dní
da: Downloads og daglige brugere, de seneste {0} dage
it: Download e utenti per giorno, ultimi {0} giorni
sl: Prenosi in uporabniki dnevno, zadnjih {0} dni

source: Downloads and Daily Users from {0} to {1}
bg: Сваляния и потребители дневно от {0} до {1}
cs: Počty stažení a denní uživatelé od {0} do {1}
da: Downloads and og daglige brugere fra {0} til {1}
it: Download e utenti per giorno da {0} a {1}
sl: Prenosi in uporabniki dnevno, od {0} do {1}

source: Installs and Daily Users, last {0} days
bg: Инсталации и потребители дневно последните {0} дни
cs: Instalace a denní uživatelé, posledních {0} dní
da: Installeringer og daglige brugere, de seneste {0} dage
it: Installazioni e utenti giornalieri, ultimi {0} giorni
sl: Namestitve in uporabniki dnevno, zadnjih {0} dni

source: Installs and Daily Users from {0} to {1}
bg: Инсталации и потребители дневно от {0} до {1}
cs: Instalace a denní uživatelé od {0} do {1}
da: Installeringer og daglige brugere fra den {0} til den {1}
it: Installazioni e utenti giornalieri dal {0} al {1}
sl: Namestitve in uporabniki dnevno od {0} do {1}

source: Downloads, last {0} days
bg: Сваляния последните {0} дни
cs: Stažení, posledních {0} dní
da: Downloads, de seneste {0} dage
it: Download, ultimi {0} giorni
sl: Prenosi zadnjih {0} dni

source: Downloads from {0} to {1}
bg: Сваляния от {0} от {1}
cs: Počty stažení od {0} do {1}
da: Downloads fra {0} til {1}
it: Download da {0} a {1}
sl: Prenosi od {0} do {1}

source: Daily Users, last {0} days
bg: Потребители дневно последните {0} дни
cs: Denní uživatelé, posledních {0} dní
da: Daglige brugere, de seneste {0} dage
it: Utenti per giorno, ultimi {0} giorni
sl: Uporabniki dnevno zadnjih {0} dni

source: Daily Users from {0} to {1}
bg: Потребители дневно от {0} до {1}
cs: Denní uživatelé od {0} do {1}
da: Daglige brugere fra {0} til {1}
it: Utenti per giorno da {0} a {1}
sl: Uporabniki dnevno, od {0} do {1}

source: Applications, last {0} days
bg: Приложения последните {0} дни
cs: Aplikace, poslední {0} dní
da: Programmer, de seneste {0} dage
it: Applicazioni, ultimi {0} giorni
sl: Aplikacije, zadnjih {0} dni

source: Applications from {0} to {1}
bg: Приложения от {0} до {1}
cs: Aplikace od {0} do {1}
da: Programmer fra {0} til {1}
it: Applicazioni da {0} a {1}
sl: Aplikacije od {0} do {1}

source: Platforms, last {0} days
bg: Платформи последните {0} дни
cs: Platformy, posledních {0} dní
da: Platforme, de seneste {0} dage
it: Piattaforme, ultimi {0} giorni
sl: Aplikacije zadnjih {0} dni

source: Platforms from {0} to {1}
bg: Платформи от {0} до {1}
cs: Platformy od {0} do {1}
da: Platforme fra {0} til {1}
it: Piattaforme da {0} a {1}
sl: Platforme od {0} do {1}

source: Languages, last {0} days
bg: Езици последните {0} дни
cs: Jazyky, poslední {0} dní
da: Sprog, de seneste {0} dage
it: Lingue, ultimi {0} giorni
sl: Jeziki zadnjih {0} dni

source: Languages from {0} to {1}
bg: Езици от {0} до {1}
cs: Jazyky od {0} do {1}
da: Sprog fra {0} til {1}
it: Lingue da {0} a {1}
sl: Jeziki od {0} do {1}

source: Add-on Versions, last {0} days
bg: Версии на добавката последните {0} дни
cs: Verze doplňku, posledních {0} dní
da: Versioner, de seneste {0} dage
it: Versioni componenti aggiuntivi, ultimi {0} giorni
sl: Različice dodatka zadnjih {0} dni

source: Add-on Versions from {0} to {1}
bg: Версии от {0} {1}
cs: Verze doplňku od {0} do {1}
da: Versioner fra {0} til {1}
it: Versioni componenti aggiuntivi dal {0} al {1}
sl: Različice dodatka, od {0} do {1}

source: Add-on Status, last {0} days
bg: Състояние на добавката последните {0} дни
cs: Stav doplňku, posledních {0} dní
da: Status, de seneste {0} dage
it: Stato componente aggiuntivo, ultimi {0} giorni
sl: Stanje dodatka zadnjih {0} dni

source: Add-on Status from {0} to {1}
bg: Състояние на добавката от {0} до {1}
cs: Stav doplňku od {0} do {1}
da: Status fra {0} til {1}
it: Stato componente aggiuntivo da {0} a {1}
sl: Stanje dodatka, od {0} do {1}

source: Download Sources, last {0} days
bg: Източници на сваляне последните {0} дни
cs: Zdroje stažení, posledních {0} dní
da: Download-kilder, de seneste {0} dage
it: Sorgenti download, ultimi {0} giorni
sl: Prenos virov zadnjih {0} dni

source: Download Sources from {0} to {1}
bg: Източници на сваляне от {0} до {1}
cs: Zdroje stažení od {0} do {1}
da: Download-kilder fra {0} til {1}
it: Sorgenti download da {0} a {1}
sl: Prenos virov, od {0} do {1}

source: Contributions, last {0} days
bg: Дарения последните {0} дни
cs: Příspěvky, posledních {0} dní
da: Bidrag, de seneste {0} dage
it: Donazioni, ultimi {0} giorni
sl: Prispevki zadnjih {0} dni

source: Contributions from {0} to {1}
bg: Дарения от {0} от {1}
cs: Přispěvatelé od {0} do {1}
da: Bidrag fra {0} til {1}
it: Donazioni da {0} a {1}
sl: Prispevki od {0} do {1}

source: Site Metrics, last {0} days
bg: Статистики на сайта за последните {0} дни
cs: Statistika webu, posledních {0} dní
da: Webstedsmålinger, de seneste {0} dage
it: Statistiche del sito, ultimi {0} giorni
sl: Metrika spetišča, zadnjih {0} dni

source: Site Metrics from {0} to {1}
bg: Статистики на сайта от {0} до {1}
cs: Statistika webu od {0} do {1}
da: Webstedsmålinger fra den {0} til den {1}
it: Statistiche del sito dal {0} al {1}
sl: Metrika spetišča, od {0} do {1}

source: Add-ons in Use, last {0} days
bg: Използвани добавки последните {0} дни
cs: Používané doplňky, posledních {0} dní
da: Tilføjelser i brug, de seneste {0} dage
it: Add-on in uso, ultimi {0} giorni
sl: Dodatki v uporabi, zadnjih {0} dni

source: Add-ons in Use from {0} to {1}
bg: Използвани добавки от {0} до {0}
cs: Používané doplňky od {0} do {1}
da: Tilføjelser i brug fra den {0} til den {1}
it: Componenti aggiuntivi in uso dal {0} al {1}
sl: Dodatki v uporabi, od {0} do {1}

source: Add-ons Downloaded, last {0} days
bg: Добавки, свалени последните {0} дни
cs: Stažené doplňky, posledních {0} dní
da: Tilføjelser downloaded, de seneste {0} dage
it: Componenti aggiuntivi scaricati, ultimi {0} giorni
sl: Prenosi dodatkov, zadnjih {0} dni

source: Add-ons Downloaded from {0} to {1}
bg: Добавки, свалени от {0} до {1}
cs: Stažené doplňky od {0} do {1}
da: Tilføjelser downloaded fra den {0} til den {1}
it: Componenti aggiuntivi scaricati dal {0} al {1}
sl: Prenosi dodatkov, od {0} do {1}

source: Add-ons Created, last {0} days
bg: Добавки, създадени последните {0} дни
cs: Vytvořené doplňky, posledních {0} dní
da: Tilføjelser lavet, de seneste {0} dage
it: Componenti aggiuntivi sviluppati, ultimi {0} giorni
sl: Dodatki ustvarjeni, zadnjih {0} dni

source: Add-ons Created from {0} to {1}
bg: Добавки, създадени от {0} до {1}
cs: Doplňky vytvořené od {0} do {1}
da: Tilføjelser lavet fra den {0} til den {1}
it: Componenti aggiuntivi sviluppati dal {0} al {1}
sl: Dodatki ustvarjeni, od {0} do {1}

source: Add-ons Updated, last {0} days
bg: Обновени добавки през последните {0} дни
cs: Aktualizované doplňky, posledních {0} dní
da: Tilføjelser opdateret
it: Add-on Aggiornato, ultimi {0} giorni
sl: Dodatki posodobljeni, zadnjih {0} dni

source: Add-ons Updated from {0} to {1}
bg: Обновени добавки от {0} до {1}
cs: Aktualizované doplňk od {0} do {1}
da: Tilføjelser opdateret fra den {0} til den {1}
it: Add-on Aggiornati dal {0} al {1}
sl: Dodatki posodobljeni, od {0} do {1}

source: Reviews Written, last {0} days
bg: Написани рецензии последните {0} дни
cs: Napsané recenze, posledních {0} dní
da: Anmeldelser skrevet, de seneste {0} dage
it: Recensioni Scritte, da {0} giorni
sl: Pregledi objavljeni, zadnjih {0} dni

source: Reviews Written from {0} to {1}
bg: Написани рецензии от {0} до {1}
cs: Napsané recenze od {0} do {1}
da: Anmeldelser skrevet fra den {0} til den {1}
it: Recensioni Scritte dal {0} al {1}
sl: Pregledi objavljeni, od {0} do {1}

source: User Signups, last {0} days
bg: Регистрирани потребители последните {0} дни
cs: Přihlášení uživatele, poseldních {0} dní
it: Utenti registrati, ultimi {0} giorni
sl: Prijave uporabnikov, zadnjih {0} dni

source: User Signups from {0} to {1}
bg: Регистрирани потребители от {0} до {1}
cs: Přihlášení uživatele od {0} do {1}
it: Utenti registrati dal {0} al {1}
sl: Prijave uporabnikov, od {0} do {1}

source: Collections Created, last {0} days
bg: Създадени колекции последните {0} дни
cs: Vytvořené sbírky, posledních {0} dní
da: Samlinger oprettet, de seneste {0} dage
it: Collezione Create, ultimi {0} giorni
sl: Zbirke ustvarjene, zadnjih {0} dni

source: Collections Created from {0} to {1}
bg: Колекции, създадени от {0} до {1}
cs: Vytvořené sbírky od {0} do {1}
da: Samlinger oprettet far den {0} til den {1}
it: Collezioni Create dal {0} al {1}
sl: Zbirke ustvarjene, od {0} do {1}

source: Subscribers, last {0} days
bg: Абонати последните {0} дни
cs: Odběry, posledních {0} dní
da: Abonnenter, de seneste {0} dage
it: Iscritti, ultimi {0} giorni
sl: Abonenti, zadnjih {0} dni

source: Subscribers from {0} to {1}
bg: Абонати от {0} до {1}
cs: Odběry od {0} do {1}
it: Iscritti dal {0} al {1}
sl: Abonenti, od {0} do {1}

source: Ratings, last {0} days
bg: Оценки последните {0} дни
cs: Hodnocení, posledních {0} dní
da: Bedømmelser, de seneste {0} dage
it: Votazioni, ultimi {0} giorni
sl: Ocene, zadnjih {0} dni

source: Ratings from {0} to {1}
bg: Оценки от {0} до {1}
cs: Hodnocení od {0} do {1}
da: Bedømmelser fra den {0} til den {1}
it: Votazioni dal {0} al {1}
sl: Ocene, od {0} do {1}

source: Sales, last {0} days
bg: Продажби в последните {0} дни
cs: Prodeje, posledních {0} dní
da: Salg, de seneste {0} dage
it: Vendite, ultimi {0} giorni
sl: Prodano, zadnjih {0} dni

source: Sales from {0} to {1}
bg: Продажби от {0} до {1}
cs: Prodeje od {0} do {1}
da: Salg fra den {0} til den {1}
it: vendite dal {0} al {1}
sl: Prodano, od {0} do {1}

source: Installs, last {0} days
bg: Инсталации последните {0} дни
cs: Instalace, posledních {0} dní
da: Installeringer, de seneste {0} dage
it: Installazioni, ultimi {0} giorni
sl: Nameščeno, zadnjih {0} dni

source: Installs from {0} to {1}
bg: Инсталации от {0} до {1}
cs: Instalace od {0} do {1}
da: Installeringer fra den {0} til den {1}
it: Installazioni dal {0} al {1}
sl: Nameščeno, od {0} do {1}

source: <b>{0}</b> in last {1} days
bg: <b>{0}</b> в последните {1} дни
cs: <b>{0}</b> v posledních {1} dnech
da: <b>{0}</b> i de seneste {1} dage
it: <b>{0}</b> negli ultimi {1} giorni
sl: <b>{0}</b> v zadnjih {1} dneh

source: <b>{0}</b> from {1} to {2}
bg: <b>{0}</b> от {1} до {2}
cs: <b>{0}</b> od {1} do {2}
da: <b>{0}</b> fra {1} til {2}
it: <b>{0}</b> da {1} a {2}
sl: <b>{0}</b> od {1} do {2}

source: <b>{0}</b> average in last {1} days
bg: <b>{0}</b> средно в последните {1} дни
cs: průměrně <b>{0}</b> v posledních {1} dnech
da: <b>{0}</b> i genemsnit i de seneste {1} dage
it: media di <b>{0}</b> negli ultimi {1} giorni
sl: <b>{0}</b> povprečje zadnjih {1} dni

source: No data available.
bg: Няма достъпни данни.
cs: Data nejsou dostupná.
da: Ingen data tilgængelig.
it: Nessun dato disponibile.
sl: Podatkov ni na voljo.

source: Date
bg: Дата
cs: Datum
da: Dato
it: Data
sl: Datum

source: Other
bg: Друго
cs: Jiné
da: Andre
it: Altro
sl: Drugo

source: The manifest could not be found at the given location.
bg: Manifest-ът не бе открит на зададеното място.
it: Non è possibile trovare il manifesto a questo indirizzo.
sl: Manifesta ni bilo mogoče najti na navedenem mestu.

source: App host could not be reached.
bg: Хостът на приложението не бе достигнат.
cs: K umístění aplikace se nebylo možné připojit.
da: App-værten kunne ikke nås.
it: L'host dell'App non può essere raggiunto.
sl: Strežnik za aplikacije ni dosegljiv.

source: App manifest is unparsable.
bg: Manifest-ът на приложението не може да се прочете
cs: Manifest aplikace je nezpracovatelný.
da: App-manifest kan ikke fortolkes.
it: Il manifesto dell'app non è analizzabile.
sl: Manifesta za aplikacijo ni mogoče razčleniti

source: App manifest is invalid.
bg: Manifest-ът на приложението е невалиден.
cs: Manifest aplikace je nevalidní.
da: App-manifest er ugyldigt.
it: Il manifesto dell'app non è valido.
sl: Manifest za aplikacijo je neveljaven.

source: App is already installed.
bg: Приложението е вече инсталирано.
it: L'app è già installata.
sl: Aplikacija je že nameščena.

source: Internal server error.
bg: Сървърна грешка.
it: Errore interno del server.
sl: Notranja napaka strežnika.

source: Internal server error on app installation.
bg: Сървърна грешка при инсталиране на приложението.
it: Errore interno del server durante l'installazione dell'app.
sl: Notranja napaka strežnika za namestitev aplikacije.

source: Install failed. Please try again later.
bg: Инсталацията се провали. Моля, опитайте отново по-късно.
cs: Instalace selhala. Zkuste to prosím později.
da: Installation mislykkedes. Prøv igen senere.
it: Installazione non riuscita. Riprovare più tardi.
sl: Namestitev ni uspela. Poskusite ponovno kasneje.

source: Purchasing
bg: Покупка
it: Acquisto in corso…
sl: Nakup ...

source: Purchased
bg: Закупено
it: Comprate
sl: Kupljeno

source: Launch
bg: Стартирай
it: Avvia
sl: Začetek

source: Click here to view the mobile Marketplace!
bg: Кликнете тук, за да видите мобилния Marketplace!
it: Fai clic qui per la versione mobile del Marketplace.
sl: Kliknite tukaj za Marketplace za mobilnike!

source: This video requires a browser with support for open video
bg: Това видео изисква браузър с поддръжка за отворено видео
it: Per visualizzare questo video è necessario un browser che supporti i formati video aperti
sl: Ta video zahteva brskalnik s podporo za odprtokodni video

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
bg: или <a href="http://www.adobe.com/go/getflashplayer">Adobe
it: oppure <a href="http://www.adobe.com/go/getflashplayer"> il plugin
sl: ali <a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Flash Player</a>.
bg: Flash плеър</a>.
it: Adobe Flash Player</a>.

source: Message must not be empty.
bg: Съобщенията трябва да не са празни.
it: Non è possibile inviare un messaggio vuoto.
sl: Sporočilo ne sme biti prazno.

source: Persona login failed. Maybe you don't have an account under that email address?
bg: Влизането с Persona се провали. Може би нямате акаунт с този имейл адрес?
it: Identificazione con Persona non riuscita. Sei sicuro di aver registrato un account con questo indirizzo email?
sl: Prijava pod Persono ni uspela. Morda računa nimate pod tem email naslovom?

source: Persona login failed. A server error was encountered.
bg: Влизането с Persona се провали. Срещната е сървърна грешка.
it: Identificazione con Persona non riuscita. Si è verificato un errore col server.
sl: Prijava pod Persono ni uspela. Prišlo je do napake na strežniku.

source: Requested Permissions:
bg: Нужни разрешения:
it: Permessi richiesti:
sl: Zahtevana dovoljenja:

source: Certified
bg: Сертифициран
it: Certificata
sl: Certificirano

source: Privileged
bg: Привилегирован
it: Con privilegi
sl: Privilegirano

source: Unprivileged
bg: Непривилегирован
it: Senza privilegi
sl: Neprivilegirano

source: No reason given
bg: Не е зададена причина
it: Nessun motivo fornito
sl: Razlog ni naveden

source: Payment failed. Try again later.
bg: Плащането се провали. Опитайте отново по-късно.
it: Pagamento non riuscito. Riprova più tardi.
sl: Plačilo ni uspelo. Poskusite spet kasneje.

source: Packaged App
bg: Пакетирано приложение
it: App pacchettizzata
sl: Pakirana aplikacija

source: Privileged App
bg: Привилегировано приложение
it: App con privilegi

source: More Information Requested
bg: Нужна е още информация
it: Richieste ulteriori informazioni
sl: Potrebno je več informacije

source: Contains Editor Comment
bg: Съдържа коментар от редактор
it: Sono presenti dei commenti da parte dell'editore
sl: Vsebuje komentar urednika

source: Premium App
bg: Премиум приложение
it: App premium

source: Escalated
bg: Ескалиран
it: Messa in escalation
sl: Stopnjevano

source: Free
bg: Безплатно
it: Gratuita
sl: Brezplačno

source: Any
bg: Който и да е
it: Qualsiasi
sl: Poljuben

source: Requested Info
bg: Изискана информация
cs: Požadovány informace
it: Informazioni richieste
sl: Zahtevana informacija

source: Flagged
bg: Маркиран
cs: Označené
it: Segnalato
sl: Označeno

source: Duplicate
bg: Дубликат
cs: Duplicitní
it: Duplicato
sl: Podvoji

source: Rejected
bg: Отказан
cs: Zamítnuto
it: Rifiutato
sl: Zavrnjeno

source: Approved
bg: Одобрен
cs: Schváleno
it: Approvato
sl: Odobreno

source: {0} character left.
bg: {0} останал символ
it: {0} carattere rimanente.
sl: Ostal {0} znak.

source: {0} apps
bg: {0} приложения
it: {0} app
sl: {0} aplikacij

source: Week
bg: Седмица
it: Settimana
sl: Teden

source: Month
bg: Месец
it: Mese
sl: Mesec

source: Day
bg: Ден
it: Giorno
sl: Dan

source: Amount Earned
bg: Спечелено
it: Guadagno totalizzato
sl: Prislužen znesek

source: Units Sold
bg: Продадени единици
it: Unità vendute
sl: Prodanih enot
